espressif/esp-sr/test_apps/esp32c5/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c5"
CONFIG_ESP_MAIN_TASK_STACK_SIZE=148584
CONFIG_ESP_TASK_WDT_EN=n
